{
    "intro1": "Hi, Ich bin ", "intro2": "Abdelsalam Tolaymat", "intro3": "  und ich entwickle Websites!",
    "footer1": "Um einige meiner Projekte zu überprüfen, klicke auf einen der oben stehenden Titel. Für weitere Informationen über mich, klicke ", "footer2": "hier.", "footer3": "Diese Website wurde mit ", "footer4": "TypeScript", "footer5": ", ", "footer6": "React", "footer7": " und ", "footer8": "Next.js", "footer8_2": " erstellt.", "footer9": " Die Animationen wurden mit ", "footer10": "Framer Motion", "footer10_2": " realisiert.", "footer11": "Man kann den Quellcode ", "footer12": "hier", "footer12_2": " überprüfen.",
    "cardPatchMe": "Overwolf-Desktop-App für League of Legends.",  "cardAnimeGetter": "MyAnimeList-Klon-Website, erstellt mit Jikan API.",  "cardCheckMyWeather": "Wettervorhersage-Website, erstellt mit WeatherAPI.",
    "modalPatchMe1": "Eine Desktop-App, die auf der Overwolf-Plattform entwickelt und veröffentlicht wurde. PatchMe unterstützt Spieler des beliebten Online-Videospiels 'League of Legends', indem es ihnen genaue und aktuelle Informationen über alle Änderungen im Spiel bereitstellt. Die App wurde kürzlich im Overwolf Store veröffentlicht und verzeichnet derzeit über 2.000 Downloads. Man kann sie über diesen ", "modalPatchMe2": "link", "modalPatchMe2_2": " finden.", "modalPatchMe3": " Klicke ", "modalPatchMe4": "hier", "modalPatchMe5": " für eine technische und detaillierte Betrachtung der App.", "modalPatchMe6": "Verwendete Technologien:",
    "modalAG1": "Eine ", "modalAG2": "MyAnimeList", "modalAG3": "-Klon-Website, die als Informationsdatenbank für Anime-Serien und -Filme fungiert, sowie deren Zusammenfassungen und Bewertungen, die von den Benutzern von MyAnimeList generiert werden. Anime Getter enthält auch Listen der Top-Anime, die basierend auf Benutzerbewertungen sortiert sind. Zusätzlich können Benutzer Informationen zu saisonal ausgestrahlten Anime finden und einen Zeitplan einsehen, der zeigt, welcher Anime an welchem Wochentag ausgestrahlt wird.", "modalAG4": "Anime Getter wurde mit Vue.js entwickelt und verwendet Informationen, die von der ",  "modalAG5": "Jikan API", "modalAG6": " bereitgestellt werden. Allerdings wurde der Entwicklungsprozess aufgrund von Problemen mit verschiedenen Endpunkten auf der API-Seite Unterbrochen. Dadurch ist die Website derzeit unvollständig und nicht ganz funktionsfähig.", "modalAG7": "Man kann einen Blick auf Anime Getter ",  "modalAG8": "hier", "modalAG8_2": " werfen.",
    "modalCMW1": "Eine leichte  Wettervorhersage-Website, die mit Vue.js entwickelt wurde und Informationen von ", "modalCMW2": "WeatherAPI.", "modalCMW3": " verwendet. Die Website verfügt über eine Suchfunktion, um den Standort auszuwählen, und hat 3 Seiten für das aktuelle Wetter, das tägliche Wetter (für die nächsten 3 Tage) und das stündliche Wetter. Der Benutzer kann zwischen hellen und dunklen Themes wechseln und auch das Einheitensystem auswählen, in dem die Informationen angezeigt werden sollen (metrisch/imperial).", "modalCMW4": "Du kannst die Website ", "modalCMW5": "hier", "modalCMW5_2": " ansehen.",
    "about1": "Ich bin ein Webentwickler, der in Bochum, Deutschland, ansässig ist. Meine Leidenschaft besteht darin, Software zu erstellen, die von den Benutzern gerne genutzt wird.", "about2": "Ich habe an der Ruhr-Universität Bochum Elektrotechnik und Informationstechnik studiert, mit einer Vertiefungsrichtung im IT-Bereich.", "about3": "Während meiner Zeit an der Universität habe ich viele Module gelernt, die meine Leidenschaft für das Programmieren entfacht haben. Diese Leidenschaft habe ich dann als Motivation genutzt, um auch außerhalb der Vorlesungen Anstrengungen zu unternehmen, um das Programmieren und die Webentwicklung zu lernen und zu üben.", "about4": "Als Frontend Webentwickler habe ich mich darauf spezialisiert, großartige UI/UX für Websites und Webanwendungen zu gestalten und somit den Gesamterfolg des Produkts voranzutreiben. Gerne kannst du die Portfolio-Seite erkunden, um Beispiele meiner Arbeit zu sehen.", "about5": "Ich stehe offen für Jobmöglichkeiten, bei denen ich meinen Beitrag leisten, lernen und mich weiterentwickeln kann. Falls du eine passende Gelegenheit hast, die meinen Fähigkeiten und Erfahrungen entspricht, zögere bitte nicht, mich zu kontaktieren."

}