{
    "intro1": "Hi, I am ", "intro2": "Abdelsalam Tolaymat", "intro3": "  and I develop websites!",
    "footer1": "To check some of my projects, click on any of the titles above. For more information about me, click ", "footer2": "here.", "footer3": "This website was created in ", "footer4": "TypeScript", "footer5": " using ", "footer6": "React", "footer7": " and ", "footer8": "Next.js.", "footer9": " The animations were done with ", "footer10": "Framer Motion.", "footer10_2": "", "footer11": "You can check the source code ", "footer12": "here.", "footer12_2": "",
    "cardPatchMe": "Overwolf desktop app for League of Legends",  "cardAnimeGetter": "MyAnimeList clone website created with Jikan API",  "cardCheckMyWeather": "Weather forecast website created with WeatherAPI",
    "modalPatchMe1": "A desktop app developed and published on the Overwolf platform. PatchMe supports players of the popular online video game 'League of Legends' by providing them with accurate up-to-date information concerning any and all changes in the game. The app was recently released on the Overwolf store and currently boasts over 2k downloads. You can find it through this ", "modalPatchMe2": "link.", "modalPatchMe3": " Click ", "modalPatchMe4": "here", "modalPatchMe5": " for a technical and in-depth look at the app.", "modalPatchMe6": "Technologies Used:",
    "modalAG1": "A ", "modalAG2": "MyAnimeList", "modalAG3": " clone website that functions as an information database for anime series and movies, as well as their synopsis and rating, which is generated through users of MyAnimeList. Anime Getter also contains lists of the Top Anime, sorted based on user ratings. Users can additionally find information on seasonaly airing anime, as well as a schedule showing which Anime airs on which day of the week.", "modalAG4": "Anime Getter was developed with Vue.js using information provided by the ",  "modalAG5": "Jikan API", "modalAG6": " However, the development process has been halted midway due to issues concerning a variety of endpoints on the API side. This led to the website currently being unfinished and not entirely functional.", "modalAG7": " You can take a look at Anime Getter ",  "modalAG8": "here.",
    "modalCMW1": "A simple weather forecast website developed with Vue.js using information provided by ", "modalCMW2": "WeatherAPI.", "modalCMW3": " The website has a search functionality to choose the location and has 3 pages for current weather, daily weather (for the next 3 days), and hourly weather. The user can switch between light and dark themes as well as choose the unit system the information will be shown in (metric/imperial).", "modalCMW4": " You can check out the website ", "modalCMW5": "here.",
    "about1": "I am a Web developer based in Bochum, Germany. My passion is creating software that users enjoy to use.", "about2": "I studied Electrical Engineering and Information Technology at the Ruhr-University Bochum, specializing in Information Technology. ", "about3": "During my time at the university I studied many subjects that ignited my passion for programming. I then used that passion as motivation to put in effort even outside of classes to learn and practice programming and web development.", "about4": "As a Frontend Web Developer, I specialize in crafting great UI/UX for websites and web applications, driving the overall success of the product. Feel free to explore the Portfolio page to see examples of my work.", "about5": "I'm open to Job opportunities where I can contribute, learn and grow. If you have a good opportunity that matches my skills and experience then don't hesitate to contact me."
}